<?php
// +----------------------------------------------------------------------

// | Introduction:操作-退出
 
// +----------------------------------------------------------------------

// | Copyright (c) 2019~2020 FatDa All rights reserved.

// +----------------------------------------------------------------------

// | Author: 吃纸怪 

// +----------------------------------------------------------------------

// | contact:QQ2903074366

// +----------------------------------------------------------------------

if(isset($_COOKIE['user_uuid'])){
	setcookie('user_uuid',$_COOKIE['user_uuid'],time()-2592000);
	header("location:/index/index.php");
	exit;
}else{
	header("location:/index/login.php?staet=0&tishi=请先登入！");
	exit;
}

?>