<?php
// +----------------------------------------------------------------------

// | Introduction:模型-后台首页
 
// +----------------------------------------------------------------------

// | Copyright (c) 2019~2020 FatDa All rights reserved.

// +----------------------------------------------------------------------

// | Author: 吃纸怪 

// +----------------------------------------------------------------------

// | contact:QQ2903074366

// +----------------------------------------------------------------------

$query="select * from ".sqlPrefix."_user";
$result=execute($link,$query);
$userNumber = mysqli_num_rows($result);

$system = php_uname('s');//获取系统类型
$sysos = $_SERVER["SERVER_SOFTWARE"];//获取php版本及运行环境
$phpinfo = PHP_VERSION;//获取PHP信息

?>