<?php
// +----------------------------------------------------------------------

// | Introduction:模型-后台页面列表
 
// +----------------------------------------------------------------------

// | Copyright (c) 2019~2020 FatDa All rights reserved.

// +----------------------------------------------------------------------

// | Author: 吃纸怪 

// +----------------------------------------------------------------------

// | contact:QQ2903074366

// +----------------------------------------------------------------------

//获取用户列表
//引入分页函数
require_once $_SERVER['DOCUMENT_ROOT']."/public/function/page.inc.php";
//引入翻页按钮模板
include_once "../../theme/admin/btnfy.tpl";

$file = array_diff(scandir('../../page'),array('.','..'));
?>